Repository: TriForceX/WPEnhancedHelp
Catalog: enhanced-contextual-help/languages/ech-*.po
Languages: es_es

source: Dashboard
es_es: Escritorio

source: &rarr; Update
es_es: &rarr; Actualizaciones

source: Post
es_es: Entradas

source: &rarr; Edit post
es_es: &rarr; Editar entrada

source: &rarr; Categories
es_es: &rarr; Categor&iacute;as

source: &rarr; Tags
es_es: &rarr; Etiquetas

source: Pages
es_es: P&aacute;ginas

source: &rarr; Edit page
es_es: &rarr; Editar p&aacute;gina

source: Themes
es_es: Apariencia

source: &rarr; Menus
es_es: &rarr; Men&uacute;s

source: Theme editor
es_es: Editor de temas

source: &rarr; Plugin install
es_es: &rarr; Plugins instalados

source: &rarr; Plugin editor
es_es: &rarr; Añadir plugin

source: Users
es_es: Usuarios

source: &rarr; Add user
es_es: &rarr; A&ntilde;adir usuario

source: &rarr; Edit user
es_es: &rarr; Editar usuario

source: &rarr; Profile
es_es: &rarr; Perfil

source: Tools
es_es: Herramientas

source: &rarr; Import
es_es: &rarr; Importar

source: &rarr; Export
es_es: &rarr; Exportar

source: Settings
es_es: Ajustes

source: &rarr; Contextual help
es_es: &rarr; Ayuda contextual

source: Contextual help
es_es: Ayuda contextual

source: Page
es_es: P&aacute;gina

source: All Roles
es_es: Todos los roles

source: Choose a screen
es_es: Elije una secci&oacute;n

source: Display for
es_es: Mostrar para

source: Then press Cmd (Mac) or Ctrl (Win) to choose multiple options
es_es: Mant&eacute;n presionado Cmd (Mac) o Ctrl (Win) para elejir multiples opciones

source: Paste here ID tab you want to replace or leave blank to create a new one
es_es: Pega aqu&iacute; el ID de la pesta&ntilde;a que quieres reemplazar o d&eacute;jalo vac&iacute;o para crear uno nuevo

source: Hide &quot;more info&quot; sidebar
es_es: Ocultar sidebar &quot;más información&quot;

source: Help list
es_es: Listado de ayuda

source: Enabled
es_es: Habilitado

source: Disabled
es_es: Deshabilitado

source: Show &quot;help&quot; tab on mobile
es_es: Mostrar pestaña &quot;ayuda&quot; en m&oacute;viles

source: Hide tabs by slug
es_es: Ocultar pestañas por slug

source: Items must be separated by breaklines
es_es: Los items deben ir separados por saltos de línea

source: Show help list in menu
es_es: Mostrar listado de ayuda en men&uacute;

source: Read instructions
es_es: Leer instrucciones

source: and need to be divided by an -> for example
es_es: y necesitan estar divididos con una -> por ejemplo

source: Media
es_es: Medios

source: Usage
es_es: Uso

source: Page list
es_es: Listado p&aacute;ginas

source: Some tabs
es_es: Algunas pestañas

source: page->tab
es_es: página->pestaña

source: Add new help
es_es: Añadir nueva ayuda

source: Add new
es_es: Añadir nueva

source: Help
es_es: Ayuda

source: Parent help
es_es: Ayuda superior

source: All help
es_es: Todas las ayudas

source: View help
es_es: Ver ayuda

source: Edit help
es_es: Editar ayuda

source: Update help
es_es: Actualizar ayuda

source: Search help
es_es: Buscar ayuda

source: Not found
es_es: No encontrada

source: Not found in trash
es_es: No encontrada en el basurero
